package texts

// Text constants for the bot
const (
	Welcome = `Привет!
Меня зовут Петрович, я - ИИ на базе GTP3, и я умею пересказывать тексты простыми словами (обычно с матом и эмоциями).
Я довольно долго думаю (GTP3 же), так что не стоит заваливать меня сообщениями.
Если хочешь, чтобы я пересказал что-то, просто пришли мне текст или фото с текстом.`

	MissingText = "Такое сообщение мне не по силам"

	Thinking = "Ща прочитаю и отпишусь"

	Failure = "Простите, что-то пошло не так. Я не смог :("

	AccessDenied = "Этот бот доступен только для определенных пользователей."
)
