package texts

const Welcome = `Привет!
Меня зовут Петрович, я - ИИ на базе GTP3, и я умею пересказывать тексты простыми словами (обычно с матом и эмоциями).
Я довольно долго думаю (GTP3 же), так что не стоит заваливать меня сообщениями.
Если хочешь, чтобы я пересказал что-то, просто пришли мне текст или фото с текстом.
`

const MissingMediaCaption = "Я не могу обработать пустое сообщение. Пожалуйста, пришлите мне текст или фото с текстом."

const Failure = "Простите, что-то пошло не так. Я не смог :("

const AccessDenied = "Этот бот доступен только для определенных пользователей."

const Prompt = "Как бы малообразованный человек в состоянии алкогольного опьянения, разговаривающий матом и эмоционально, пересказал бы следующую новость? Комментарий должен быть эмоциональным, просторечным и матерным."
